# сообщение при первом запуске приложения
welcome_msg_pt_1 = """
( ͡ᵔ ͜ʖ ͡ᵔ) : Приветствую Вас в приложении "Библиотека Azuko"!
           Похоже, Вас приняли администратором и теперь Вы отвечаете за работу с книгами.
           Приложение ещё в бета-версии, так что баги не исключены, однако наш программист
           над этим работает, так что не волнуйтесь!"""
welcome_msg_pt_2 = """
( ͡ᵔ ͜ʖ ͡ᵔ) : Итак, данная программа предоставляет Вам возможность использовать 5 методов работы 
           с книгами, имеющимися в библиотеке:
           [1] Создать книгу
           [2] Посмотреть список книг
           [3] Обновить статус книги
           [4] Удалить книгу
           [5] Поиск книг"""
welcome_msg_pt_3 = """
( ͡ᵔ ͜ʖ ͡ᵔ) : Как Вы могли заметить, напротив каждого метода расположена цифра. Введя её в
           терминале, Вы сможете запускать нужный Вам метод и работать с книгами."""

# сообщения при выборе метода
choose_method = """
( ͡ᵔ ͜ʖ ͡ᵔ) : Выберите метод [1 - 5]:
           [1] Создать книгу
           [2] Посмотреть список книг
           [3] Обновить статус книги
           [4] Удалить книгу
           [5] Поиск книг
           
(ﾉ◕ヮ◕)ﾉ --> """
choose_method_error = """
(ノ°益°)ノ : Необходимо ввести номер метода, дорогой администратор, будьте внимательнее."""

# сообщения о перезагрузке
reload_1 = "(__ __*) Z z z : Перезагрузка."
reload_2 = "                 Перезагрузка.."
reload_3 = "                 Перезагрузка..."
